/* No comment provided by engineer. */
"%@ left" = "%@ rimasti";

/* No comment provided by engineer. */
"%@ more to reach level %d" = "altri %1$@ per raggiungere il livello %2$d";

/* No comment provided by engineer. */
"%@ TWIN" = "%@ TWIN";

/* No comment provided by engineer. */
"%@ TWIN achieved on %@" = "%1$@ TWIN completati il %2$@";

/* No comment provided by engineer. */
"%@ TWIN donated" = "%@ TWIN donati";

/* No comment provided by engineer. */
"%@ TWIN received" = "%@ TWIN ricevute";

/* No comment provided by engineer. */
"%@ TWIN received out of %@" = "%1$@ TWIN ricevute su %2$@";

/* No comment provided by engineer. */
"%@ TWIN received: %@ %@" = "%1$@ TWIN ricevute: %2$@ %3$@";

/* No comment provided by engineer. */
"%@ TWIN: %@ %@ achieved on %@" = "%1$@ TWIN: %2$@ %3$@ completati il %4$@";

/* No comment provided by engineer. */
"%@'s passport" = "Il passaporto di %@";

/* No comment provided by engineer. */
"%@\nYou can now redeem 1 reward" = "%@\nAdesso puoi riscuotere questo premio";

/* No comment provided by engineer. */
"%@\nYou can now redeem these %d rewards" = "%1$@\nAdesso puoi riscuotere questi %2$d premi";

/* No comment provided by engineer. */
"%d claps" = "%d clap";

/* No comment provided by engineer. */
"%d days left" = "%d giorni rimasti";

/* No comment provided by engineer. */
"%d rewards" = "%d premi";

/* No comment provided by engineer. */
"%d Shares" = "%d Condivisioni";

/* No comment provided by engineer. */
"%i certified TWIN" = "%i TWIN certificati";

/* No comment provided by engineer. */
"%i inspirational TWIN" = "%i TWIN ispirazione";

/* No comment provided by engineer. */
"**%@** followers" = "**%@** follower";

/* No comment provided by engineer. */
"**%@** following" = "**%@** seguiti";

/* No comment provided by engineer. */
"**Start earning Badges!**\nThis is where you'll pick the ones you want to highlight" = "**Inizia a ottenere Badge!**\nQui potrai scegliere quali mettere in evidenza sul tuo Profilo";

/* No comment provided by engineer. */
"+%@ TWIN" = "+%@ TWIN";

/* No comment provided by engineer. */
"... Read more" = "... Scopri di più";

/* No comment provided by engineer. */
"1 clap" = "1 clap";

/* No comment provided by engineer. */
"1 day left" = "1 giorno rimasto";

/* No comment provided by engineer. */
"1 reward" = "1 premio";

/* No comment provided by engineer. */
"1 Share" = "1 Condivisione";

/* SHARINGMI: subtitle */
"a quick introduction" = "una breve introduzione";

/* popup.missingdata.title */
"A special welcome gift for you!" = "Una sorpresa per te!";

/* No comment provided by engineer. */
"About us" = "Su di noi";

/* No comment provided by engineer. */
"About you" = "Io...";

/* No comment provided by engineer. */
"Accept the challenge" = "Accetta la Sfida";

/* No comment provided by engineer. */
"Account already existing" = "Profilo già esistente";

/* No comment provided by engineer. */
"Account Login" = "Login account";

/* No comment provided by engineer. */
"Account settings" = "Impostazioni account";

/* No comment provided by engineer. */
"Achievements" = "Traguardi";

/* No comment provided by engineer. */
"Add" = "Aggiungi";

/* No comment provided by engineer. */
"Add an image" = "Aggiungi un'immagine";

/* No comment provided by engineer. */
"Add Media" = "Aggiungi media";

/* No comment provided by engineer. */
"All" = "Tutti";

/* No comment provided by engineer. */
"All posts in this impact area" = "Tutti i post in questa area d'impatto";

/* No comment provided by engineer. */
"All posts with this tag" = "Tutti i post con questo tag";

/* No comment provided by engineer. */
"All posts with this topic" = "Tutti i post con questo tema";

/* No comment provided by engineer. */
"All rewards" = "Tutti i premi";

/* No comment provided by engineer. */
"Already have an account?" = "Sei già registrato?";

/* No comment provided by engineer. */
"An error has occurred" = "Si è verificato un errore";

/* No comment provided by engineer. */
"An unexpected error has occurred. Please try again." = "Si è verificato un errore inaspettato. Riprova.";

/* No comment provided by engineer. */
"An unexpected error occurred while deleting your account." = "Si è verificato un errore inatteso durante l'eliminazione del tuo account.";

/* No comment provided by engineer. */
"An unexpected error occurred while saving your data." = "Si è verificato un errore inatteso nel salvare i tuoi dati.";

/* No comment provided by engineer. */
"An unexpected error occurred while trying to purchase the reward" = "C'è stato un errore mentre provavi a prendere il premio";

/* No comment provided by engineer. */
"An unknown error has occurred." = "Si è verificato un errore inatteso.";

/* No comment provided by engineer. */
"And confirm that you are" = "e confermi che hai";

/* No comment provided by engineer. */
"Apes you follow" = "Utenti che seguo";

/* No comment provided by engineer. */
"App and Support" = "App & Supporto";

/* No comment provided by engineer. */
"App and support" = "App & Supporto";

/* No comment provided by engineer. */
"App version — v%@ (%@)" = "Versione app — v%1$@ (%2$@)";

/* No comment provided by engineer. */
"Apple" = "Apple";

/* No comment provided by engineer. */
"Apps and partners that turn your real-life actions into TWIN coins" = "App e partner che trasformano le tue azioni reali in punti TWIN";

/* No comment provided by engineer. */
"Are you sure you need a copy of your data?" = "Sei sicuro che ti serva una copia dei tuoi dati?";

/* No comment provided by engineer. */
"Are you sure you want to delete your account \"%@\"?" = "Sei sicuro di voler cancellare il tuo account \"%@\"?";

/* No comment provided by engineer. */
"Are you sure you want to exit? Your changes will be discarded" = "Sei sicuro di uscire? Le tue modifiche verranno scartate";

/* No comment provided by engineer. */
"Are you sure you want to exit? Your post will be discarded" = "Sei sicuro di uscire? Il tuo post verrà eliminato";

/* No comment provided by engineer. */
"Are you sure you want to logout from \"%@\"?" = "Sei sicuro di voler uscire da \"%@\"?";

/* No comment provided by engineer. */
"As a welcome present here are %d TWIN coins. You can use them to try out the app." = "Come regalo di benvenuto ti abbiamo accreditato %d TWIN per provare la app.";

/* No comment provided by engineer. */
"Autumn" = "Autunno";

/* No comment provided by engineer. */
"Awesome!" = "Fantastico!";

/* No comment provided by engineer. */
"Badges" = "Badge";

/* No comment provided by engineer. */
"Block" = "Blocca";

/* No comment provided by engineer. */
"Block user" = "Blocca l'utente";

/* No comment provided by engineer. */
"Blocked users" = "Utenti bloccati";

/* No comment provided by engineer. */
"Browse by Impact Area" = "Esplora per Area d'Impatto";

/* Email bug subject: bug */
"Bug!" = "Un bug!";

/* No comment provided by engineer. */
"But wait there's more..." = "Ma non finisce qui...";

/* No comment provided by engineer. */
"by" = "da";

/* No comment provided by engineer. */
"By completing these challenges you will support the initiative" = "Completando queste sfide supporterai l'iniziativa";

/* No comment provided by engineer. */
"By completing this challenge you will support the initiative" = "Completando questa sfida supporterai l'iniziativa";

/* No comment provided by engineer. */
"By signing up you" = "Registrandoti";

/* No comment provided by engineer. */
"Camera" = "Fotocamera";

/* No comment provided by engineer. */
"Camera permission is required to scan QR codes. Open Settings and enable \"Camera\"" = "Per la scansione dei codici QR è necessaria l'autorizzazione della fotocamera. Apri le Impostazioni e attiva \"Fotocamera\".";

/* No comment provided by engineer. */
"Campaign is completed" = "Iniziativa completata";

/* No comment provided by engineer. */
"Campaign is expired" = "Iniziativa scaduta";

/* No comment provided by engineer. */
"Campaign is not yet available" = "Iniziativa non ancora disponibile";

/* No comment provided by engineer. */
"Campaigns" = "Iniziative";

/* Popup standard: cancel */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Challenge" = "Sfida";

/* No comment provided by engineer. */
"Challenge rewards" = "Premi legati alla sfida";

/* No comment provided by engineer. */
"Challenge to support the initiative" = "Sfida con cui supportare l'iniziativa";

/* No comment provided by engineer. */
"Challenges" = "Sfide";

/* No comment provided by engineer. */
"Challenges to support the initiative" = "Sfide con cui supportare l’iniziativa";

/* No comment provided by engineer. */
"Check updates" = "Controlla aggiornamenti";

/* No comment provided by engineer. */
"Check-In" = "Check-In";

/* No comment provided by engineer. */
"Check-in" = "Check-in";

/* No comment provided by engineer. */
"Checkout the Jungle: save the Posts you'd like to keep in this collection for future inspiration." = "Fai un salto nella Giungla: salva i Post che vorrai ritrovare in futuro, saranno raccolti qui";

/* No comment provided by engineer. */
"Choose a profile picture" = "Scegli una foto profilo";

/* No comment provided by engineer. */
"Choose from library" = "Scegli dalla libreria";

/* No comment provided by engineer. */
"Choose Photo" = "Scegli foto";

/* No comment provided by engineer. */
"Choose the amount of TWIN coins and confirm." = "Scegli quanti TWIN donare e conferma.";

/* No comment provided by engineer. */
"Choose Video" = "Scegli video";

/* No comment provided by engineer. */
"Claim reward" = "Ottieni il premio";

/* No comment provided by engineer. */
"Claimed rewards" = "Premi riscossi";

/* No comment provided by engineer. */
"Clap" = "Clap";

/* No comment provided by engineer. */
"Clapping..." = "Carico...";

/* No comment provided by engineer. */
"Click on \"Donate now\" to continue" = "Clicca su \"Dona adesso\" per continuare";

/* No comment provided by engineer. */
"Click on \"Donate\" to continue" = "Clicca su \"Dona\" per continuare";

/* No comment provided by engineer. */
"Click on \"Next\" to continue" = "Clicca su \"Avanti\" per continuare";

/* No comment provided by engineer. */
"Close" = "Chiudi";

/* No comment provided by engineer. */
"Closed" = "Chiuso";

/* No comment provided by engineer. */
"Closed: opens %@" = "Chiuso: apre %@";

/* No comment provided by engineer. */
"Closes at %@" = "Chiude alle %@";

/* No comment provided by engineer. */
"Code" = "Codice";

/* ob_walkthrough_collect_title */
"Collect" = "Raccogli";

/* No comment provided by engineer. */
"Collect TWIN" = "Raccogli TWIN";

/* No comment provided by engineer. */
"Collections" = "Raccolte";

/* No comment provided by engineer. */
"Coming soon" = "Prossime iniziative";

/* No comment provided by engineer. */
"Comment edit history" = "Cronologia modifiche";

/* No comment provided by engineer. */
"Comments" = "Commenti";

/* generic.button.completenow */
"Complete now" = "Completa ora";

/* No comment provided by engineer. */
"Complete the challenge before donating" = "Completa la sfida prima di donare";

/* No comment provided by engineer. */
"Complete the challenge to donate" = "Completa la sfida per donare";

/* No comment provided by engineer. */
"Complete the challenge to unlock this reward" = "Completa la sfida per ottenere questo premio";

/* No comment provided by engineer. */
"Completed" = "Completate";

/* No comment provided by engineer. */
"Confirm" = "Conferma";

/* No comment provided by engineer. */
"Confirm code" = "Conferma il codice";

/* No comment provided by engineer. */
"Confirm your email?" = "Confermi la tua email?";

/* Popup standard: connect */
"Connect" = "Connetti";

/* No comment provided by engineer. */
"Connected" = "Connesso";

/* No comment provided by engineer. */
"Connected accounts" = "Profili connessi";

/* No comment provided by engineer. */
"Contacts" = "Contatti";

/* No comment provided by engineer. */
"Cool, we'll be in touch" = "Ottimo, richiesta inviata";

/* No comment provided by engineer. */
"Copied!" = "Copiato!";

/* No comment provided by engineer. */
"Copy image" = "Copia immagine";

/* No comment provided by engineer. */
"Copy link" = "Copia link";

/* No comment provided by engineer. */
"Copy of data" = "Copia dei tuoi dati";

/* No comment provided by engineer. */
"Country" = "Paese";

/* No comment provided by engineer. */
"Create a new account" = "Crea un account";

/* No comment provided by engineer. */
"Create a Post" = "Crea un Post";

/* ob_welcome_createaccount_title */
"Create new account" = "Crea un nuovo account";

/* No comment provided by engineer. */
"Current season" = "Stagione corrente";

/* No comment provided by engineer. */
"Date of birth" = "Data di nascita";

/* No comment provided by engineer. */
"Delete" = "Cancella";

/* No comment provided by engineer. */
"Delete account" = "Elimina account";

/* No comment provided by engineer. */
"Delete comment" = "Elimina commento";

/* No comment provided by engineer. */
"Delete conversation" = "Cancella conversazione";

/* No comment provided by engineer. */
"Delete conversation?" = "Cancelli la conversazione?";

/* No comment provided by engineer. */
"Delete post" = "Elimina il post";

/* No comment provided by engineer. */
"Delete post?" = "Elimina il post?";

/* No comment provided by engineer. */
"Delete this comment?" = "Elimina commento?";

/* No comment provided by engineer. */
"Delete your account" = "Cancella il tuo account";

/* No comment provided by engineer. */
"Deleting account..." = "Cancello account...";

/* No comment provided by engineer. */
"Discard" = "Elimina";

/* No comment provided by engineer. */
"Discard changes" = "Annulla modifiche";

/* No comment provided by engineer. */
"Discard post" = "Annulla post";

/* No comment provided by engineer. */
"Disconnect" = "Disconnetti";

/* No comment provided by engineer. */
"Discover" = "Scopri";

/* No comment provided by engineer. */
"Discoveries" = "Scoperte";

/* No comment provided by engineer. */
"Dismiss" = "Annulla";

/* No comment provided by engineer. */
"Dive into the jungle" = "Fai un salto nella Giungla";

/* No comment provided by engineer. */
"Do you have a code?" = "Hai un codice?";

/* No comment provided by engineer. */
"Do you know someone who cares about the Planet?" = "Diventa ambassador della sostenibilità. Invita chi vuoi a unirsi alla Giungla! ";

/* No comment provided by engineer. */
"Do you want to block this ape?" = "Vuoi bloccare questo utente?";

/* No comment provided by engineer. */
"Do you want to block this user?" = "Vuoi bloccare questo utente?";

/* No comment provided by engineer. */
"Do you want to unblock this ape?" = "Vuoi sbloccare questo utente?";

/* No comment provided by engineer. */
"Don't have an account?" = "Non hai un account?";

/* No comment provided by engineer. */
"Don't miss a clap!" = "Non ti perdere neanche un clap!";

/* No comment provided by engineer. */
"Don't miss out!" = "Non perderti le novità!";

/* No comment provided by engineer. */
"Don't miss out! Download greenApes latest release!" = "Scarica la nuova versione di greenApes, ci sono tante novità che ti aspettano.";

/* ob_walkthrough_donate_title */
"Donate" = "Dona";

/* No comment provided by engineer. */
"Donate %d more TWIN" = "Dona altri %d TWIN";

/* No comment provided by engineer. */
"Donate %d TWIN more to unlock this box and access %d rewards" = "Dona altri %1$d TWIN per sbloccare questo box e accedere a %2$d premi";

/* No comment provided by engineer. */
"Donate %d TWIN more to unlock this box and access 1 reward" = "Dona altri %d TWIN per sbloccare questo box e accedere a 1 premio";

/* No comment provided by engineer. */
"Donate and Make a Difference" = "Dona e fai la differenza";

/* No comment provided by engineer. */
"Donate now" = "Dona adesso";

/* No comment provided by engineer. */
"Donate your TWIN coins and make a difference! Here you'll find the list of Initiatives you'll support over time" = "Dona i tuoi punti TWIN e fai la differenza! Qui troverai la lista di Iniziative che supporterai con le tue donazioni";

/* No comment provided by engineer. */
"donated all-time" = "donati";

/* No comment provided by engineer. */
"Donating..." = "Sto donando...";

/* No comment provided by engineer. */
"Donation" = "Donazione";

/* No comment provided by engineer. */
"Donations" = "Donazioni";

/* No comment provided by engineer. */
"Donations will start on %@" = "Le donazioni inizieranno il %@";

/* No comment provided by engineer. */
"Done" = "Fine";

/* No comment provided by engineer. */
"Done!" = "Fatto!";

/* No comment provided by engineer. */
"Download the app, use my Code and make a difference." = "Scarica la app, usa il mio Codice e fai la differenza.";

/* No comment provided by engineer. */
"E.g. 100" = "es. 100";

/* No comment provided by engineer. */
"E.g. GREENAPES20" = "E.g. GREENAPES20";

/* No comment provided by engineer. */
"Earn Badges with your activities.\nTip: complete a donation and earn your first Badge." = "Ottieni Badge con le tue attività nella Giungla! Completa una donazione e ricevi il tuo primo Badge";

/* ob_walkthrough_collect_title_description */
"Earn coins (called TWIN) with your daily actions and for completing fun sustainability challenges" = "Raccogli punti (TWIN) con le tue azioni quotidiane e completando sfide divertenti";

/* No comment provided by engineer. */
"Edit comment" = "Modifica il commento";

/* No comment provided by engineer. */
"Edit post" = "Modifica il post";

/* No comment provided by engineer. */
"Edit profile" = "Modifica profilo";

/* No comment provided by engineer. */
"Edit Profile" = "Modifica profilo";

/* No comment provided by engineer. */
"Edited" = "Modificato";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"email@example.com" = "email@esempio.it";

/* No comment provided by engineer. */
"Enable push notifications" = "Abilita le notifiche push";

/* No comment provided by engineer. */
"Ended on %@" = "Concluso il %@";

/* No comment provided by engineer. */
"Ends on %@" = "Termina il %@";

/* No comment provided by engineer. */
"Enter a bio..." = "Su di me...";

/* No comment provided by engineer. */
"Enter a nickname..." = "Inserisci un nickname..";

/* No comment provided by engineer. */
"Enter with this account" = "Entra con questo account";

/* No comment provided by engineer. */
"Enter your code" = "Inserisci il codice";

/* No comment provided by engineer. */
"Error" = "Errore";

/* No comment provided by engineer. */
"Error: initiative not found" = "Errore: iniziativa non trovata";

/* No comment provided by engineer. */
"Error: insufficient funds" = "Errore: fondi insufficienti";

/* No comment provided by engineer. */
"Error: reward not found" = "Errore: premio non trovato";

/* No comment provided by engineer. */
"Expired on %@" = "Scaduto il %@";

/* No comment provided by engineer. */
"Expires in %d days" = " Scade in %d giorni";

/* No comment provided by engineer. */
"Expires on %@" = "Scade il %@";

/* No comment provided by engineer. */
"Expiring soon" = "In scadenza";

/* No comment provided by engineer. */
"Explore" = "Esplora";

/* No comment provided by engineer. */
"Explore challenges" = "Scopri le Sfide";

/* No comment provided by engineer. */
"Explore locations in your area, find additional information and check in if you like." = "Esplora le sedi nella tua zona, trova informazioni aggiuntive e fai check-in se vuoi.";

/* No comment provided by engineer. */
"Explore rewards" = "Scopri i premi";

/* No comment provided by engineer. */
"Explored Regions" = "Territori esplorati";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"Failed to unlock box" = "Errore durante lo sblocco";

/* No comment provided by engineer. */
"FAQ" = "FAQ";

/* No comment provided by engineer. */
"Featured achievements" = "Conquiste in evidenza";

/* No comment provided by engineer. */
"Female" = "Femmina";

/* No comment provided by engineer. */
"Financed by" = "Finanziato da";

/* No comment provided by engineer. */
"Find out more" = "Scopri di più";

/* No comment provided by engineer. */
"Find us" = "Dove trovarci";

/* No comment provided by engineer. */
"Follow" = "Segui";

/* No comment provided by engineer. */
"Follow %@" = "Segui %@";

/* No comment provided by engineer. */
"Followers" = "Followers";

/* No comment provided by engineer. */
"Following" = "Segui già";

/* No comment provided by engineer. */
"For the community" = "Per la community";

/* No comment provided by engineer. */
"For this initiative you can donate your TWIN 1 time every %d days" = "Per questa iniziativa puoi donare i tuoi TWIN 1 volta ogni %d giorni";

/* No comment provided by engineer. */
"For you" = "Per te";

/* No comment provided by engineer. */
"Friends" = "Persone invitate";

/* No comment provided by engineer. */
"Friends I invited in the Jungle" = "Chi ho portato nella Giungla";

/* No comment provided by engineer. */
"From previous Seasons" = "Dalle Passate Stagioni";

/* No comment provided by engineer. */
"Gender" = "Genere";

/* No comment provided by engineer. */
"Get here to complete the challenge!" = "Arriva qui per completare la sfida!";

/* No comment provided by engineer. */
"Get ready, we're preparing your experience in the Jungle..." = "Ci siamo! Stiamo preparando la tua esperienza nella Giungla...";

/* No comment provided by engineer. */
"Get ready, we're unlocking a special experience for you with %@!" = "Ci siamo! Stiamo preparando un’esperienza speciale per te con %@!";

/* ob_walkthrough_rewards_title */
"Get Rewarded" = "Premiati";

/* No comment provided by engineer. */
"Go Back" = "Torna indietro";

/* No comment provided by engineer. */
"Go back to try to access your profile choosing another way to login / different credentials." = "Torna indietro per provare a recuperare il tuo profilo con un altro metodo di login/credenziali.";

/* No comment provided by engineer. */
"Go to donation" = "Vai alla donazione";

/* No comment provided by engineer. */
"Go to reward" = "Vai al premio";

/* No comment provided by engineer. */
"Go to the \"Donate\" section!" = "Vai nella sezione \"Dona\"!";

/* No comment provided by engineer. */
"Go to the \"Rewards\" section!" = "Vai nella sezione \"Premi\"!";

/* No comment provided by engineer. */
"Goal" = "Obiettivo";

/* No comment provided by engineer. */
"Goal achieved" = "Obiettivo raggiunto";

/* No comment provided by engineer. */
"Goal achieved on %@" = "Obiettivo raggiunto il %@";

/* No comment provided by engineer. */
"Google" = "Google";

/* No comment provided by engineer. */
"Got it!" = "Ok, ho capito!";

/* No comment provided by engineer. */
"Have you heard about greenApes?" = "Conosci greenApes?";

/* No comment provided by engineer. */
"Having multiple accounts connected will make it easy to access your profile on multiple devices or in case you log out." = "Avere più Account connessi ti permetterà di accedere più facilmente a greenApes da altri dispositivi o in caso uscissi dalla app.";

/* No comment provided by engineer. */
"Here you will find the Discoveries you will unlock with your donations, season by season." = "Qui troverai le Scoperte che sbloccherai con le tue donazioni, stagione dopo stagione.";

/* No comment provided by engineer. */
"Here's a post I found on greenApes" = "Ecco un post che ho trovato su greenApes";

/* No comment provided by engineer. */
"Here's an initiative you can support with your actions" = "Ecco un'iniziativa che puoi sostenere con le tue azioni ";

/* No comment provided by engineer. */
"Here's an initiative you can support with your actions on greenApes" = "Ecco un'iniziativa che puoi sostenere con le tue azioni su greenApes";

/* No comment provided by engineer. */
"Here's an interesting post" = "Ecco un post interessante";

/* No comment provided by engineer. */
"Here's the list of friends who used your Code during registration (and helped you collecting TWIN coins)" = "Ecco l'elenco delle persone che si sono iscritte su greenApes grazie a te (e i punti TWIN che ti hanno fatto raccogliere).";

/* popup.missingdata.title */
"Hey you! Time to fill in your profile!" = "Hey!  È ora di completare il tuo profilo!";

/* Bug: fill bug email body */
"Hi greenApes Team!,\n this is %@ (%@)\n, I would like to report a bug.\n\n [Platform: iOS \(UIDevice.current.systemVersion),  Version: %@]. \n\n oOk oOk!" = "Ciao team greenApes!,\n questo è %1$@ (%2$@), vorrei segnalare un bug.\n\n [Platform: iOS \\(UIDevice.current.systemVersion),  Version: %3$@]. \n\n oOk oOk!\n";

/* No comment provided by engineer. */
"Hold and drag into the desidered slot" = "Tieni premuto e trascina nella posizione desiderata";

/* No comment provided by engineer. */
"How can you use them?" = "A che servono?";

/* No comment provided by engineer. */
"How much would you like to donate?" = "Quanto vuoi donare?";

/* No comment provided by engineer. */
"How to get your reward" = "Come ottenere il tuo premio";

/* No comment provided by engineer. */
"How? Walk, bike, check-in at events & venues, complete challenges, find secret codes..." = "Come? Cammina, vai in bici, completa sfide, trova Codici Segreti, fai check-in...";

/* No comment provided by engineer. */
"Hurray!" = "Evviva!";

/* No comment provided by engineer. */
"Hurray!\nI have just obtained **%@ TWIN** with a secret code" = "Evviva!\nHo ottenuto **%@ TWIN** con un codice segreto";

/* No comment provided by engineer. */
"Hurray!\nI have just obtained **more TWIN** with a secret code" = "Evviva!\nHo ottenuto **altri TWIN** con un codice segreto";

/* No comment provided by engineer. */
"I donated my actions to this initiative on greenApes!" = "Ho donato le mie azioni a questa iniziativa su greenApes!";

/* No comment provided by engineer. */
"I donated my actions to this initiative!" = "Ho donato le mie azioni a questa iniziativa!";

/* No comment provided by engineer. */
"I have just obtained %@ TWIN with a secret code on greenApes!" = "Ho ottenuto %@ TWIN con un codice segreto su greenApes!";

/* No comment provided by engineer. */
"I have just obtained %@ TWIN with a secret code!" = "Ho ottenuto %@ TWIN con un codice segreto!";

/* No comment provided by engineer. */
"I have just obtained more TWIN with a secret code on greenApes!" = "Ho ottenuto altri TWIN con un codice segreto su greenApes!";

/* No comment provided by engineer. */
"I have just obtained more TWIN with a secret code!" = "Ho ottenuto altri TWIN con un codice segreto!";

/* No comment provided by engineer. */
"I have received my parents' consent to enter greenApes and I got a special code." = "Ho ricevuto il consenso dei miei genitori e il codice di sblocco per iscrivermi.";

/* No comment provided by engineer. */
"I have received my parents' consent to enter greenApes and I got a special code:" = "Ho ricevuto il consenso dei miei genitori e il codice di sblocco per iscrivermi.";

/* No comment provided by engineer. */
"I redeemed a secret code on greenApes!" = "Ho riscosso questo premio su greenApes!";

/* No comment provided by engineer. */
"I redeemed a secret code!" = "Ho riscattato un codice segreto!";

/* No comment provided by engineer. */
"I redeemed this reward on greenApes!" = "Ho riscosso questo premio su greenApes!";

/* No comment provided by engineer. */
"I redeemed this reward!" = "Ho riscosso questo premio!";

/* No comment provided by engineer. */
"If you change your mind you can always replace it in your profile settings (or tap here again now)" = "Se vuoi cambiarla lo potrai fare dalle impostazioni del tuo profilo (oppure fai subito tap qui)";

/* No comment provided by engineer. */
"If you proceed, your account will be deleted from the greenApes system. All information, texts and photos will be permanently deleted with no way to be recovered.\nAre you sure you want to delete your account \"%@\"?" = "Se prosegui, il tuo account verrà rimosso da greenApes. Tutte le informazioni, testi e foto saranno eliminati in maniera permanente e non potranno essere recuperati. Sei sicuro di voler cancellare il tuo account \"%@\"?";

/* No comment provided by engineer. */
"Impact Area" = "Area d'impatto";

/* No comment provided by engineer. */
"Impact Areas" = "Aree d'impatto";

/* No comment provided by engineer. */
"In progress" = "In corso";

/* No comment provided by engineer. */
"In the group %@" = "Nel gruppo %@";

/* No comment provided by engineer. */
"In the Jungle since %@" = "Nella Giungla dal %@";

/* No comment provided by engineer. */
"In this Season" = "In questa stagione";

/* No comment provided by engineer. */
"Increase your Ape Rank to unlock this reward" = "Aumenta il tuo Rank per sbloccare questo premio";

/* No comment provided by engineer. */
"Initiative" = "Iniziativa";

/* No comment provided by engineer. */
"Initiative completed on %@" = "Iniziativa completata il %@";

/* No comment provided by engineer. */
"Insert a valid phone number" = "Inserisci un numero di telefono valido";

/* No comment provided by engineer. */
"Insert code" = "Inserisci il codice";

/* No comment provided by engineer. */
"Insert Code" = "Inserisci codice";

/* No comment provided by engineer. */
"Insert the 5 digit code" = "Inserisci il codice di 5 cifre";

/* No comment provided by engineer. */
"Insert the Code you received or skip and continue!" = "Inserisci il Codice che hai ricevuto oppure Salta e prosegui";

/* No comment provided by engineer. */
"Instagram" = "Instagram";

/* No comment provided by engineer. */
"Invalid special code" = "Codice di sblocco non valido";

/* No comment provided by engineer. */
"Invite" = "Invita";

/* No comment provided by engineer. */
"Invite friends" = "Invita su greenApes";

/* No comment provided by engineer. */
"Invite friends on greenApes" = "Fai scoprire greenApes";

/* No comment provided by engineer. */
"It must be at least 5 characters long" = "Deve avere almeno 5 caratteri";

/* No comment provided by engineer. */
"It'll help you finding rewards, special projects and apes in your area" = "Questo ti aiuterà a trovare premi, progetti speciali e altre persone nella tua zona.";

/* No comment provided by engineer. */
"It's inappropriate and/or offensive" = "E' inappropriato e/o offensivo";

/* No comment provided by engineer. */
"It's the app for people who care about the Planet." = "È la app per chi ha a cuore il Pianeta.";

/* No comment provided by engineer. */
"Join me on greenApes!\n\nMake a difference with your sustainable actions and get rewarded. Sign-up using my Code and start earning coins to support social and environmental projects.\n\nInvite Code: %@\nhttps://jungle.greenapes.com/open_app" = "Vieni a scoprire greenApes!\n\nFai la differenza con le tue azioni sostenibili e premiati. Iscriviti usando il mio Codice e inizia a raccogliere punti con cui sostenere progetti ambientali e sociali.\n\nCodice Invito: %@\nhttps://jungle.greenapes.com/open_app";

/* No comment provided by engineer. */
"Jungle" = "Giungla";

/* No comment provided by engineer. */
"Jungle passport" = "Il mio passaporto";

/* No comment provided by engineer. */
"Keep browsing" = "Continua";

/* No comment provided by engineer. */
"Keep donating and Make a Difference!" = "Continua a donare e a fare la differenza!";

/* No comment provided by engineer. */
"Keep reading" = "Continua a leggere";

/* No comment provided by engineer. */
"Latest stories" = "Ultime storie";

/* No comment provided by engineer. */
"Leave a review" = "Lascia una recensione";

/* No comment provided by engineer. */
"Let's begin!" = "Cominciamo!";

/* No comment provided by engineer. */
"Let's go!" = "Si parte!";

/* No comment provided by engineer. */
"Level %d" = "Livello %d";

/* No comment provided by engineer. */
"Local" = "Km 0";

/* No comment provided by engineer. */
"Location" = "Posizione";

/* No comment provided by engineer. */
"Location services turned off" = "Servizi di localizzazione disattivati";

/* No comment provided by engineer. */
"Locations" = "Sedi";

/* No comment provided by engineer. */
"Locked" = "Bloccato";

/* ob_welcome_login_title */
"Login" = "Accedi";

/* No comment provided by engineer. */
"Logout" = "Esci dalla app";

/* No comment provided by engineer. */
"Logout of the app" = "Fai logout dalla app";

/* No comment provided by engineer. */
"Looks good?" = "Tutto giusto?";

/* No comment provided by engineer. */
"Make a difference!" = "Fai la differenza!";

/* ob_walkthrough_donate_description */
"Make a difference! Use your TWIN coins to support social and environmental projects" = "Fai la differenza! Usa i TWIN per supportare iniziative sociali e ambientali.";

/* No comment provided by engineer. */
"Male" = "Maschio";

/* No comment provided by engineer. */
"Mandatory" = "Obbligatorio";

/* No comment provided by engineer. */
"Max level reached" = "Livello massimo raggiunto";

/* No comment provided by engineer. */
"Max TWIN reached" = "Livello massimo raggiunto";

/* No comment provided by engineer. */
"Medals" = "Medaglie";

/* No comment provided by engineer. */
"Meet the rewards map.\n\nThe more TWIN coins you donate the further you progress on the map to earn rewards.\nWith your donation you're on your way to your first reward box!" = "Ti presentiamo la tua mappa dei premi.\n\nPiù TWIN doni e più progredisci sulla tua mappa, sbloccando box di premi reali.\nLa tua donazione ti ha già avvicinato alla prima box!";

/* No comment provided by engineer. */
"Members" = "Membri";

/* No comment provided by engineer. */
"Messages" = "Messaggi";

/* No comment provided by engineer. */
"My latest stories" = "Le mie ultime storie";

/* No comment provided by engineer. */
"My passports" = "I miei passaporti";

/* No comment provided by engineer. */
"My posts" = "I miei post";

/* No comment provided by engineer. */
"New reward boxes will come each season.\n\nBe sure you donate your TWIN coins before the season ends.\n\nTWIN coins will reset in preparation for a new season with new rewards." = "Le box di premi si aggiornano ogni stagione.\n\nLa raccolta di TWIN ripartirà con la nuova stagione: assicurati di donare i tuoi punti prima che finisca.";

/* No comment provided by engineer. */
"Next" = "Avanti";

/* No comment provided by engineer. */
"Nickname" = "Nickname";

/* No comment provided by engineer. */
"No badges selected!" = "Nessun badge selezionato!";

/* No comment provided by engineer. */
"No blocked users" = "Nessun utente bloccato";

/* No comment provided by engineer. */
"No challenges" = "Nessuna sfida";

/* No comment provided by engineer. */
"No Clappers" = "Nessuno ha fatto clap";

/* No comment provided by engineer. */
"No Code? Skip and Complete" = "Niente Codice? Salta e Continua!";

/* No comment provided by engineer. */
"No Comments" = "Nessun commento";

/* No comment provided by engineer. */
"No Donations" = "Nessuna donazione";

/* No comment provided by engineer. */
"No initiative found" = "Nessuna iniziativa trovata";

/* No comment provided by engineer. */
"No Internet Connection available" = "Nessuna connessione Internet disponibile";

/* No comment provided by engineer. */
"No partners" = "Nessun partner";

/* No comment provided by engineer. */
"No Passports" = "Nessun passaporto";

/* No comment provided by engineer. */
"No Results" = "Nessun risultato";

/* No comment provided by engineer. */
"No Rewards" = "Nessun premio";

/* No comment provided by engineer. */
"No Supporters" = "Nessun supporter";

/* No comment provided by engineer. */
"No TWIN available, go to the Collect section to earn some!" = "Nessuna TWIN disponibile, vai nella sezione Raccogli per guadagnarne!";

/* No comment provided by engineer. */
"No user found" = "Nessun utente trovato";

/* No comment provided by engineer. */
"Not a good fit for greenApes community" = "Non è adatto alla community di greenApes";

/* No comment provided by engineer. */
"Not available" = "Non disponibile";

/* No comment provided by engineer. */
"Not now" = "Non ora";

/* No comment provided by engineer. */
"NOTE: You might be asked to reauthenticate with Apple" = "NOTA: potrebbe essere richiesto effettuare nuovamente l'autenticazione con Apple";

/* No comment provided by engineer. */
"Notifications" = "Notifiche";

/* No comment provided by engineer. */
"Numbers and stats" = "Numeri e risultati";

/* No comment provided by engineer. */
"Offered by" = "Offerto da";

/* No comment provided by engineer. */
"Oh no! This initiative did not reach its target" = "Peccato! Questa iniziativa non ha raggiunto il suo obiettivo";

/* No comment provided by engineer. */
"Oh, no! This reward is no longer available!" = "Oops! Questo premio non è più disponibile!";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Online" = "Online";

/* No comment provided by engineer. */
"Only %d left" = "Solo %d rimasti";

/* No comment provided by engineer. */
"Ooops! There are currently no real life rewards available in your country/area.\n\nGet in touch with our team to add special rewards for your organization or town." = "Ooops! Non ci sono premi attualmente nella tua zona.\n\nContatta il nostro team per aggiungere premi per la tua città o organizzazione.";

/* No comment provided by engineer. */
"Oops!" = "Oh no!";

/* No comment provided by engineer. */
"Oops! No matches found" = "Ooops! Nessun risultato trovato";

/* No comment provided by engineer. */
"Oops! Seems like you're too far away to check-in at this venue" = "Oops! Sembra che tu sia un po' troppo lontano per fare check-in qui.";

/* No comment provided by engineer. */
"Oops! To take the rewards you must complete the mandatory tasks" = "Oops! Per ottenere i premi è necessario completare i task obbligatori";

/* No comment provided by engineer. */
"Oops, it seems that you already published a post with the exact same content!\n\nIf you can’t see it in the jungle please wait a few minutes. If you want publish something new, change the content." = "Ops, hai condiviso da poco un post con lo stesso testo. \n\nSe ancora non lo vedi nella giungla, aspetta qualche minuto. Se invece vuoi pubblicare un nuovo post, cambia il contenuto.";

/* No comment provided by engineer. */
"Oops, no user found" = "Nessun profilo trovato";

/* No comment provided by engineer. */
"Oops, this reward is no longer available" = "Oops, questo premio è esaurito";

/* No comment provided by engineer. */
"Oops, you need at least 1 TWIN coin to support an initiatitive. Earn some TWIN coins in the Collect section and come back!" = "Oops, ti serve almeno 1 TWIN per supportare una iniziativa. Guadagna dei TWIN nella sezione Raccogli e poi torna!";

/* No comment provided by engineer. */
"Open" = "Aperto";

/* No comment provided by engineer. */
"Open now!" = "Apri ora!";

/* No comment provided by engineer. */
"Open Settings" = "Apri le Impostazioni";

/* No comment provided by engineer. */
"Open Settings, tap Location and select \"While Using the App\"" = "Apri le impostazioni, premi \n\"Posizione\" e seleziona \"Mentre usi l'app\"";

/* No comment provided by engineer. */
"Open the box containing this reward" = "Apri la Box per richiedere questo premio";

/* No comment provided by engineer. */
"Open with" = "Apri con";

/* No comment provided by engineer. */
"Open: closes at %@" = "Aperto: chiude  %@";

/* No comment provided by engineer. */
"Opening hours" = "Orari di apertura";

/* No comment provided by engineer. */
"Opening..." = "Apro...";

/* No comment provided by engineer. */
"Opens" = "Apre";

/* No comment provided by engineer. */
"Opens %@" = "Apre  %@";

/* No comment provided by engineer. */
"or" = "o";

/* No comment provided by engineer. */
"Or insert code manually" = "Oppure inserisci il codice manualmente";

/* No comment provided by engineer. */
"Other" = "Altro";

/* No comment provided by engineer. */
"Other apes" = "Altri utenti";

/* No comment provided by engineer. */
"Over 16 yo" = "Più di 16 anni";

/* No comment provided by engineer. */
"Partner" = "Partner";

/* No comment provided by engineer. */
"Partner not found" = "Partner non trovato";

/* No comment provided by engineer. */
"Partners" = "Partner";

/* No comment provided by engineer. */
"Past initiatives" = "Iniziative passate";

/* No comment provided by engineer. */
"Past season" = "Stagioni passate";

/* No comment provided by engineer. */
"Past seasons" = "Stagioni passate";

/* No comment provided by engineer. */
"People" = "Persone";

/* No comment provided by engineer. */
"Permission denied" = "Autorizzazione negata";

/* No comment provided by engineer. */
"Person" = "Persona";

/* No comment provided by engineer. */
"Phone number" = "Numero di telefono";

/* No comment provided by engineer. */
"Photos" = "Foto";

/* No comment provided by engineer. */
"Pick a Story and share it in the Jungle. You'll earn TWIN coins for every \"Clap\" received" = "Scegli una Storia da condividere nella Giungla. Raccoglierai TWIN per ogni \"Clap\" ricevuto";

/* No comment provided by engineer. */
"Pick your area" = "Scegli la tua provincia";

/* No comment provided by engineer. */
"Pick your country" = "Scegli il tuo paese";

/* No comment provided by engineer. */
"Pick your nickname" = "Scegli il tuo nickname";

/* No comment provided by engineer. */
"Post edit history" = "Cronologia modifiche";

/* No comment provided by engineer. */
"Post Topic" = "Tema del Post";

/* No comment provided by engineer. */
"Posts" = "Post";

/* No comment provided by engineer. */
"Previous" = "Precedenti";

/* No comment provided by engineer. */
"Privacy and data management" = "Privacy e gestione dati";

/* No comment provided by engineer. */
"Privacy Policy" = "Informativa sulla privacy";

/* No comment provided by engineer. */
"Privacy policy" = "Informativa sulla privacy";

/* No comment provided by engineer. */
"Profile" = "Profilo";

/* No comment provided by engineer. */
"Projects you're a part of" = "Progetti di cui fai parte";

/* No comment provided by engineer. */
"Promoted by" = "Promosso da";

/* No comment provided by engineer. */
"Publish" = "Pubblica";

/* No comment provided by engineer. */
"Publishing..." = "Pubblico...";

/* No comment provided by engineer. */
"Read more about the project" = "Scopri di più sul progetto";

/* No comment provided by engineer. */
"Ready for a donation?" = "Pronto per una donazione?";

/* common_payoff */
"Ready to make a difference and get rewarded?" = "Fai la differenza e premiati";

/* No comment provided by engineer. */
"Receive it via phone call" = "Clicca qui e ti chiameremo";

/* No comment provided by engineer. */
"Region/Province" = "Provincia";

/* generic.button.remindmelater */
"Remind me later" = "Ricordamelo più tardi";

/* No comment provided by engineer. */
"Reply" = "Rispondi";

/* No comment provided by engineer. */
"Reply to %@..." = "Rispondi a %@...";

/* No comment provided by engineer. */
"Report Bugs" = "Segnala bug";

/* No comment provided by engineer. */
"Report content" = "Segnala contenuto";

/* No comment provided by engineer. */
"Report post" = "Segnala il post";

/* No comment provided by engineer. */
"Reward not found" = "Premio non trovato";

/* No comment provided by engineer. */
"Reward unlocked by this challenge" = "Premio sbloccato da questa sfida";

/* No comment provided by engineer. */
"Rewards" = "Premi";

/* No comment provided by engineer. */
"Rewards for you and your friends" = "Premi per te e per chi inviti";

/* No comment provided by engineer. */
"Rewards linked to challenges" = "Premi legati a sfide";

/* No comment provided by engineer. */
"Save" = "Salva";

/* No comment provided by engineer. */
"Save post" = "Salva il post";

/* No comment provided by engineer. */
"Saved posts" = "Post salvati";

/* No comment provided by engineer. */
"Saving..." = "Salvo...";

/* No comment provided by engineer. */
"Scan QR code" = "Scansiona codice QR";

/* No comment provided by engineer. */
"Search" = "Cerca";

/* No comment provided by engineer. */
"Search completed" = "Ricerca completata";

/* No comment provided by engineer. */
"Search for posts, people..." = "Cerca post, persone...";

/* No comment provided by engineer. */
"Seasons" = "Stagioni";

/* No comment provided by engineer. */
"Secret Code" = "Codice Segreto";

/* No comment provided by engineer. */
"See all" = "Vedi tutte";

/* No comment provided by engineer. */
"See all %d comments" = "Vedi tutti i %d commenti";

/* No comment provided by engineer. */
"See reward" = "Vedi premio";

/* No comment provided by engineer. */
"Select a date" = "Seleziona una data";

/* No comment provided by engineer. */
"Select an avatar" = "Scegli un avatar";

/* No comment provided by engineer. */
"Select background" = "Seleziona sfondo";

/* No comment provided by engineer. */
"Select..." = "Seleziona...";

/* No comment provided by engineer. */
"Selected" = "Selezionato";

/* No comment provided by engineer. */
"Send code" = "Invia codice";

/* No comment provided by engineer. */
"Send Message" = "Invia Messaggio";

/* No comment provided by engineer. */
"Send request" = "Invia richiesta";

/* No comment provided by engineer. */
"Share" = "Condividi";

/* No comment provided by engineer. */
"Share & promote the initiative" = "Condividi e promuovi l'iniziativa";

/* No comment provided by engineer. */
"Share a post..." = "Condividi un post...";

/* No comment provided by engineer. */
"Share a Story" = "Racconta una storia";

/* No comment provided by engineer. */
"Share a Story in the Jungle" = "Condividi una Storia nella Giungla";

/* No comment provided by engineer. */
"Share on" = "Condividi su...";

/* No comment provided by engineer. */
"Share on greenApes" = "Condividi su greenApes";

/* No comment provided by engineer. */
"Share on the jungle" = "Condividi sulla Giungla";

/* No comment provided by engineer. */
"Share this initiative" = "Condividi l'iniziativa";

/* No comment provided by engineer. */
"Share with the community" = "Condividi con la community";

/* No comment provided by engineer. */
"Share your Code" = "Condividi il tuo Codice";

/* No comment provided by engineer. */
"Share your first Post: you will find it here (and in the Jungle)" = "Condividi il tuo primo Post: lo troverai qua (oltre che nella Giungla)";

/* No comment provided by engineer. */
"Share your phone's location to access rewards available in your area!" = "Condividi la tua posizione per scoprire possibili premi nella tua zona.";

/* SHARINGMI: description */
"SharingMi is a new iniziative promoting solution for greener living. Created by the city of MiIan and powered by greenApes - the app that cares about the planet - it will reward you and your community for doing your bit to make our city better." = "SharingMi è una nuova iniziativa che promuove stili di vita più sostenibili. Lanciata nella città di Milano in collaborazione con Poliedra e supportata da greenApes, premia te e la community per le azioni positive che contribuiscono a migliorare la città.";

/* No comment provided by engineer. */
"Show" = "Mostra";

/* No comment provided by engineer. */
"Show all" = "Mostra tutti";

/* No comment provided by engineer. */
"Show all challenges" = "Mostra tutte le sfide";

/* No comment provided by engineer. */
"Show all partners" = "Mostra tutti i partner";

/* No comment provided by engineer. */
"Show all results - People" = "Mostra tutti i risultati - Persone";

/* No comment provided by engineer. */
"Show all results - Posts" = "Mostra tutti i risultati - Post";

/* No comment provided by engineer. */
"Show all results for \"%@\"" = "Mostra tutti i risultati per \"%@\"";

/* No comment provided by engineer. */
"Show first" = "Mostra prima";

/* No comment provided by engineer. */
"Show original" = "Visualizza originale";

/* No comment provided by engineer. */
"Sign In here" = "Accedi";

/* No comment provided by engineer. */
"Sign in with Facebook" = "Accedi con Facebook";

/* No comment provided by engineer. */
"Sign in with Google" = "Accedi con Google";

/* No comment provided by engineer. */
"Sign in with SMS" = "Accedi con SMS";

/* No comment provided by engineer. */
"Sign Up here" = "Iscriviti qui";

/* No comment provided by engineer. */
"Sign up with Facebook" = "Iscriviti con Facebook";

/* No comment provided by engineer. */
"Sign up with Google" = "Iscriviti con Google";

/* No comment provided by engineer. */
"Sign up with SMS" = "Iscriviti con SMS";

/* No comment provided by engineer. */
"Skip" = "Salta";

/* No comment provided by engineer. */
"Some apes might not be visible to you" = "Alcuni utenti potrebbero non essere visibili";

/* popup.missingdata.description */
"Some essential information are missing to take part in %@" = "Sono necessarie alcune informazioni per completare %@";

/* No comment provided by engineer. */
"Something went wrong." = "Qualcosa è andato storto.";

/* No comment provided by engineer. */
"Sorry, this code is not valid" = "Questo codice non è valido";

/* No comment provided by engineer. */
"Sorry, this invite code does not exist" = "Questo codice di invito non esiste";

/* No comment provided by engineer. */
"Sorry, this invite code is expired" = "Questo codice di invito è scaduto";

/* No comment provided by engineer. */
"Sorry, you can't invite yourself" = "Spiacenti, non puoi invitare te stesso";

/* No comment provided by engineer. */
"Sorry, you have already used an invite code" = "Hai già usato un codice di invito";

/* SHARINGMI: button */
"Sounds good" = "Vai avanti";

/* No comment provided by engineer. */
"Special Ape" = "Utente speciale";

/* No comment provided by engineer. */
"Special post" = "Post speciale";

/* No comment provided by engineer. */
"Specials" = "Specials";

/* No comment provided by engineer. */
"Spring" = "Primavera";

/* No comment provided by engineer. */
"Start" = "Inizio";

/* No comment provided by engineer. */
"Start earning TWIN coins in the Collect section and mingle with the community exploring the Jungle.\n\nEnjoy!" = "Inizia la tua raccolta di TWIN qua nella sezione Raccogli e naviga la app per conoscere la community nella sezione Giungla!\n\nBuon divertimento!";

/* No comment provided by engineer. */
"Start inviting friends!" = "Manda il tuo primo invito!";

/* No comment provided by engineer. */
"Step back a little for focus" = "Fai un passo indietro per mettere a fuoco";

/* No comment provided by engineer. */
"Stories" = "Storie";

/* No comment provided by engineer. */
"Story" = "Storia";

/* No comment provided by engineer. */
"Suggestions" = "Suggerimenti";

/* No comment provided by engineer. */
"Summer" = "Estate";

/* No comment provided by engineer. */
"Supporter" = "Supporter";

/* No comment provided by engineer. */
"Supporters" = "Supporter";

/* No comment provided by engineer. */
"Supporting an initiative and unlocking rewards is easy. Let’s start!" = "Supportare una iniziativa e sbloccare premi è facile. Cominciamo!";

/* No comment provided by engineer. */
"Swipe to open the box" = "Scorri per aprire";

/* No comment provided by engineer. */
"Tag" = "Tag";

/* No comment provided by engineer. */
"Tags" = "Tag";

/* No comment provided by engineer. */
"Take a final look and proceed!" = "Controlla e procedi!";

/* No comment provided by engineer. */
"Take me to the Jungle" = "Entra nella Giungla";

/* No comment provided by engineer. */
"Take photo" = "Fai una foto";

/* No comment provided by engineer. */
"Terms and conditions" = "Termini e condizioni";

/* No comment provided by engineer. */
"Terms of Use" = "Termini di Utilizzo";

/* No comment provided by engineer. */
"Thanks for letting us know." = "Grazie per la segnalazione.";

/* No comment provided by engineer. */
"Thanks to your friend's Code, a special gift is waiting for you!" = "Grazie al Codice di invito che hai ricevuto puoi sbloccare un bonus speciale!";

/* No comment provided by engineer. */
"That's it!" = "Fatto!";

/* No comment provided by engineer. */
"The confirmation code is invalid. Please try again." = "Il codice inserito non è corretto. Riprova.";

/* No comment provided by engineer. */
"The initiative" = "L\'iniziativa";

/* coupon_venuecheckin_closed_400_body */
"The venue seems to be closed now. If something is wrong let us know at support@greenapes.com" = "Ci risulta che l'attività sia chiusa ora. Se non fosse vero scrivici pure a support@greenapes.com";

/* coupon_ecommerceredeemed_429_body */
"The weekly limit for this e-commerce has been reached." = "Il limite settimanale di questo e-commerce è stato raggiunto.";

/* No comment provided by engineer. */
"There are no greenApes partnering venues or initiatives in your surroundings." = "Non ci sono partner di greenApes o iniziative nelle vicinanze";

/* No comment provided by engineer. */
"There are no messages" = "Non ci sono messaggi";

/* No comment provided by engineer. */
"There are no notifications" = "Non ci sono notifiche";

/* No comment provided by engineer. */
"This account is already connected to another user." = "Questo account è già connesso a un altro utente.";

/* coupon_couponredeemed_403_body */
"This code has already been used." = "Questo codice è stato già usato.";

/* coupon_couponredeemed_400_body */
"This code is not valid." = "Questo codice non è valido";

/* coupon_ecommerceredeemed_400_body */
"This e-commerce is no longer available." = "Questo e-commerce non è più disponibile.";

/* No comment provided by engineer. */
"This reward expired!" = "Questo premio è scaduto!";

/* No comment provided by engineer. */
"This reward has special rules! Check the description" = "Questo premio ha regole speciali: trovale nella la descrizione";

/* No comment provided by engineer. */
"This reward is available only to special groups" = "Questo premio è disponibile solo per gruppo speciali";

/* No comment provided by engineer. */
"This reward is not available at the moment" = "Questo premio non è disponibile al momento.";

/* No comment provided by engineer. */
"To begin" = "Da iniziare";

/* No comment provided by engineer. */
"To Do" = "Da completare";

/* No comment provided by engineer. */
"Today - %@" = "Oggi - %@";

/* No comment provided by engineer. */
"Too many donations!" = "Troppe donazioni!";

/* No comment provided by engineer. */
"Topic" = "Tema";

/* No comment provided by engineer. */
"Topics" = "Argomenti";

/* No comment provided by engineer. */
"Topics for my groups" = "Temi per i miei gruppi";

/* No comment provided by engineer. */
"Topics for the whole community" = "Temi per tutta la community";

/* No comment provided by engineer. */
"Total" = "Totale";

/* No comment provided by engineer. */
"Try a guided donation" = "Prova una donazione guidata";

/* No comment provided by engineer. */
"Try donating your TWIN coins to help out this initiative.\nLater you'll be able to find out more about this and other initiatives." = "Prova subito a donare i tuoi TWIN per aiutare questa iniziativa.\nPiù tardi potrai scoprire tutte le informazioni su questa e sulle altre iniziative.";

/* No comment provided by engineer. */
"Turn on Location Services" = "Attiva localizzazione";

/* No comment provided by engineer. */
"Turn on Location Services to find green venues in your surrounding" = "Attiva la localizzazione per trovare partner di greenApes o iniziative nelle vicinanze";

/* No comment provided by engineer. */
"TWIN" = "TWIN";

/* No comment provided by engineer. */
"TWIN are your valuable coins.\n\nYou'll earn TWIN coins with everyday actions and by completing fun challenges." = "I TWIN sono le tue preziose monete.\n\nGuadagnerai TWIN con semplici azioni quotidiane e completando sfide divertenti.";

/* No comment provided by engineer. */
"TWIN coins" = "TWIN";

/* No comment provided by engineer. */
"TWIN Donated" = "TWIN donati";

/* No comment provided by engineer. */
"TWIN Log" = "Registro TWIN";

/* No comment provided by engineer. */
"TWIN received" = "TWIN ricevuti";

/* No comment provided by engineer. */
"TWIN?" = "TWIN?";

/* No comment provided by engineer. */
"TWINS from claps and comments you have received in previous seasons" = "TWIN da clap e commenti che hai ricevuto nelle passate stagioni";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Unblock" = "Sblocca";

/* No comment provided by engineer. */
"Unclapping..." = "Carico...";

/* No comment provided by engineer. */
"Under 16 yo" = "Meno di 16 anni";

/* No comment provided by engineer. */
"Unfollow" = "Smetti di seguire";

/* No comment provided by engineer. */
"Unfollow %@" = "Smetti di seguire %@";

/* No comment provided by engineer. */
"Unlock the boxes!" = "Sblocca le box!";

/* No comment provided by engineer. */
"Unlock this box to claim the reward" = "Sblocca questo livello per ottenere il premio";

/* No comment provided by engineer. */
"Unlocked on %@" = "Sbloccato il %@";

/* No comment provided by engineer. */
"Unlocked rewards" = "Premi sbloccati";

/* No comment provided by engineer. */
"Unsave post" = "Rimuovi post dai segnalibri";

/* No comment provided by engineer. */
"Update greenApes" = "Aggiorna greenApes";

/* No comment provided by engineer. */
"Update iOS and greenApes" = "Aggiorna iOS e greenApes";

/* No comment provided by engineer. */
"Upload" = "Carica";

/* No comment provided by engineer. */
"Use TWIN coins to support environmental and social initiatives." = "Puoi usare i TWIN per aiutare iniziative ambientali e sociali.";

/* No comment provided by engineer. */
"User already existing" = "Utente già esistente";

/* No comment provided by engineer. */
"Very popular" = "Popolare";

/* No comment provided by engineer. */
"Video presentation" = "Video di presentazione";

/* No comment provided by engineer. */
"Videos" = "Video";

/* No comment provided by engineer. */
"View comment edit history" = "Vedi modifiche";

/* No comment provided by engineer. */
"View on Maps" = "Vedi su mappa";

/* No comment provided by engineer. */
"View post edit history" = "Vedi modifiche";

/* No comment provided by engineer. */
"View translation" = "Vedi traduzione";

/* No comment provided by engineer. */
"We found an existing profile associated to these credentials. Proceed to access this account or go back to create a new profile." = "Abbiamo trovato un profilo esistente associato alle credenziali che hai selezionato. Prosegui per accedere a greenApes o torna indietro per creare un nuovo profilo.";

/* No comment provided by engineer. */
"We just sent the coupon \"%@\" to your email" = "Abbiamo appena inviato il coupon \"%@\" al tuo indirizzo e-mail";

/* No comment provided by engineer. */
"We will call you in 30 seconds" = "Ti chiameremo tra 30 secondi";

/* No comment provided by engineer. */
"We'll email a copy of all your data on greenApes to the following address" = "Ti invieremo una copia dei tuoi dati su greenApes al seguente indirizzo:";

/* No comment provided by engineer. */
"We'll send you a confirmation code" = "Ti invieremo un codice di conferma";

/* No comment provided by engineer. */
"We'll send your coupon to:" = "Invieremo il tuo coupon premio a:";

/* No comment provided by engineer. */
"Welcome back!" = "Bentornato!";

/* No comment provided by engineer. */
"Welcome on" = "Un benvenuto da";

/* SHARINGMI: title */
"Welcome to SharingMi" = "Benvenuto in SharingMi";

/* No comment provided by engineer. */
"Who cares?" = "Che importa?";

/* No comment provided by engineer. */
"Who clapped" = "Chi ha fatto clap";

/* No comment provided by engineer. */
"Winter" = "Inverno";

/* No comment provided by engineer. */
"Would you like to activate push notifications? Be notified when other apes clap you!" = "Vuoi attivare le notifiche push? Scopri quando altri scimmioni ti lasciano un clap!";

/* No comment provided by engineer. */
"Write a comment..." = "Scrivi un commento...";

/* No comment provided by engineer. */
"Write here..." = "Scrivi qua...";

/* No comment provided by engineer. */
"www.greenapes.com" = "www.greenapes.com";

/* No comment provided by engineer. */
"Yay!" = "Evviva!";

/* No comment provided by engineer. */
"Yay! You completed the challenge!" = "Evviva! Hai completato la Sfida!";

/* No comment provided by engineer. */
"Yay! You have successfully unlocked %@" = "Yay! Hai sbloccato la %@";

/* No comment provided by engineer. */
"Yes" = "Ok";

/* No comment provided by engineer. */
"Yes, send me my data" = "Sì, vorrei una copia dei miei dati";

/* No comment provided by engineer. */
"You already claimed a reward unlocked by this challenge" = "Hai già riscosso un premio associato a questa Sfida";

/* coupon_ecocertifier_429_body */
"You already earned your TWIN today. oOk oOk" = "Hai già guadagnato i tuoi TWIN oggi.";

/* No comment provided by engineer. */
"You can donate up to %d TWIN" = "Puoi donare un massimo di %d TWIN";

/* No comment provided by engineer. */
"You can earn %d TWIN every %d days" = "Puoi guadagnare %1$d TWIN una volta ogni %2$d giorni";

/* No comment provided by engineer. */
"You can earn %d TWIN every time you check-in" = "Puoi guadagnare %d TWIN tutti i giorni";

/* No comment provided by engineer. */
"You can earn %d TWIN only the first time you check-in" = "Puoi guadagnare %d TWIN solo la prima volta che fai check-in";

/* No comment provided by engineer. */
"You can now claim one of these rewards" = "Ora puoi riscuotere uno di questi premi";

/* No comment provided by engineer. */
"You claimed this reward" = "Hai riscosso questo premio";

/* No comment provided by engineer. */
"You collected:" = "Hai raccolto:";

/* No comment provided by engineer. */
"You didn't get the code?" = "Non hai ricevuto il codice?";

/* No comment provided by engineer. */
"You donated %@ TWIN" = "Hai donato %@ TWIN";

/* No comment provided by engineer. */
"You earned %@ TWIN" = "Hai guadagnato %@ TWIN";

/* coupon_venuecheckin_once_400_body */
"You have already been here! This venue allows you to checkin only once. Check the rules on the venue page!" = "Hai già visitato questo luogo! Qui può fare checkin una volta sola. Verifiche le regole nella pagina precedente.";

/* coupon_venuecheckin_429_body */
"You have been here recently! This time your check-in doesn't bring you any TWIN. Check the rules on the venue page!" = "Hai visitato questo luogo recentemente! Questa volta il tuo checkin non ti fa guadagnare TWIN. Verifiche le regole nella pagina precedente.";

/* No comment provided by engineer. */
"You have just obtained %@ TWIN" = "Hai appena ottenuto %@ TWIN";

/* coupon_venuecheckin_200_body */
"You just earned %@ TWIN by checking-in." = "Hai guadagnato %@ TWIN facendo check-in.";

/* coupon_ecommerceredeemed_200_body */
"You just earned %@ TWIN with your sustainable choice!" = "Hai guadagnato %@ TWIN con la tua scelta sostenibile!";

/* No comment provided by engineer. */
"You just helped the planet!" = "Hai appena aiutato il pianeta!";

/* No comment provided by engineer. */
"You need to unlock the box containing this reward" = "Per richiedere il premo devi prima sbloccare la Box ";

/* No comment provided by engineer. */
"You need to update iOS to download the latest greenApes release" = "Scarica la nuova versione di greenApes, dopo aver aggiornato iOS.";

/* No comment provided by engineer. */
"You receive TWIN when other apes \"clap\" your stories" = "Ricevi punti TWIN quando le altre persone fanno \"clap\" alle tue storie";

/* No comment provided by engineer. */
"You recently claimed this reward, check the description to see how often you can get it" = "Hai riscosso questo premio da poco tempo. Controlla in descrizione quanto spesso lo puoi ottenere";

/* No comment provided by engineer. */
"You supported the \"%@\" initiative" = "Hai supportato l'iniziativa \"%@\"";

/* No comment provided by engineer. */
"You unlocked the \"%@\" reward" = "Hai sbloccato il premio \"%@\"";

/* No comment provided by engineer. */
"You will earn %@ TWIN" = "Guadagnerai %@ TWIN";

/* No comment provided by engineer. */
"You will lose all the messages exchanged so far with %@. Are you sure ?" = "Perderai tutti i messaggi scambiati sino ad ora con %@. Sei sicuro?";

/* No comment provided by engineer. */
"You will receive 50 TWIN for each new ape registered using your code.\nBonus! You'll both receive 100 TWIN if they donate 200 TWIN within their first month on greenApes." = "Riceverai 50 TWIN per ogni persona che si iscriverà usando il tuo codice.\nRiceverete un bonus di 100 TWIN a testa se la persona invitata donerà 200 TWIN nel suo primo mese su greenApes.";

/* No comment provided by engineer. */
"You will unlock the \"%@\" donation" = "Sbloccherai la donazione \"%@\"";

/* No comment provided by engineer. */
"You will unlock the \"%@\" reward" = "Sbloccherai il premio \"%@\"";

/* No comment provided by engineer. */
"You'll collect a bonus of 100 TWIN coins as soon as you reach 200 TWIN in donations. You have 30 days to go!" = "Riceverai un bonus di 100 punti TWIN non appena raggiungerai 200 TWIN di donazioni. Hai 30 giorni di tempo!";

/* No comment provided by engineer. */
"You're accessing a special group on greenApes! Some additional information are needed." = "Stai entrando a far parte di un gruppo speciale su greenApes! Completa la registrazione.";

/* No comment provided by engineer. */
"You're almost done!" = "Hai quasi fatto!";

/* No comment provided by engineer. */
"Your donation is helping this initiative to get closer to their goal." = "La tua donazione sta aiutando questa iniziativa a realizzare il proprio progetto.";

/* No comment provided by engineer. */
"Your donations" = "Le tue donazioni";

/* ob_walkthrough_rewards_description */
"Your donations make you progress towards real-life rewards: unlock all the boxes!" = "Più doni e più sorprese sblocchi nella sezione “Premi”";

/* No comment provided by engineer. */
"Your email" = "La tua email";

/* No comment provided by engineer. */
"Your feedback helps us keeping greenApes safe and friendly" = "Il tuo feedback ci aiuta a proteggere la community";

/* No comment provided by engineer. */
"Your First %@ TWIN!" = "I tuoi primi %@ TWIN!";

/* No comment provided by engineer. */
"Your friends can insert the Code during registration or using the \"+\" button, within 72 hours from their sign-up." = "Il Codice dovrà essere inserito da chi si iscrive durante la registrazione o entro 72 ore dall'iscrizione (usando il tasto \"+\").";

/* No comment provided by engineer. */
"Your profile will highlight the latest ones you earned." = "Il tuo profilo metterà in evidenza gli ultimi che hai ottenuto.";

/* No comment provided by engineer. */
"Your registration details" = "Dettagli di registrazione";

/* coupon_barilla_200_body */
"Your sustainable action has been registered!" = "La tua azione sostenibile è stata registrata correttamente!";

/* No comment provided by engineer. */
"Your TWIN coins are valid until %@" = "I tuoi TWIN sono validi fino a %@";

/* No comment provided by engineer. */
"You’ll get to choose one of these rewards" = "Potrai scegliere uno di questi premi";
